export default function ConfidentialZh() {
    
    return (
        <>
    
            <h3>機密錄：雙城 2016﹣2018年</h3>
            <h4>曲淵澈</h4>
            <a href="https://www.vvzela.co" target="_blank">www.vvzela.co</a>
            <p>《自動存檔：堡壘》是為電競射擊遊戲「絕對武力：全球攻勢」的玩家所創作的地圖。該地圖還原了英軍二戰時在九龍半島修築的、以抵禦日軍侵佔的壕溝與隧道。游戲媒介的運用不但讓玩家在電競中直接體驗到該歷史遺址在軍事功能上的缺陷，而且揭示了用計算機3D游戲科技介入虛擬考古學所引發的悖論──該游戲對歷史遺址的還原度越高，它的可玩性就越打折扣。
            陸浩明是一名香港藝術家。他用不同媒介的創作來探尋人類經驗的紛繁複雜性，以及與人類文明建設相關的神話與歷史。他的作品曾展於亞洲協會（香港）、大館（香港）、昊美術館（上海）和Kula Bazaar ACC（光州）。
            亞歷克斯·麥爾斯運用數碼和模擬技術來創作混合裝置，其作品橫跨貧窮藝術與賽博朋克的前沿。他的作品曾展出於二十一世紀民生美術館（上海）、第十八街藝術中心（洛杉磯）、數位藝術中心（臺北）和Espace C.O.N.S.O.L.E（巴黎）。
            彼得·倪爾森是一名視覺藝術家和學術研究者。他的創作結合景觀理論和計算機游戲。繪畫訓練出身的倪爾森現創作的媒介包括繪畫、動畫、3D打印雕塑和交互式游戲系統。他的作品曾展於漢雅軒（香港）、國立故宮博物院（台灣）、四川美術學院美術館（重慶）和K11藝術基金會（香港）。倪爾森現任香港浸會大學助理教授。
            </p>
            <iframe id="confreciframe" src="https://player.vimeo.com/video/297653544?h=4ccbbb86fe" width="100%;" height="100%;" frameborder="0" allow="autoplay; fullscreen; picture-in-picture" allowfullscreen></iframe>
    
            </>
    )

}