export default function CuratorialZh() {
    
    return (
        <>
            <h3>策展論</h3>
            <p>
            施叔青在寫作《香港三部曲》的時候偶然發現了香港的代表性物種黃翅粉蝶的標本，便因此用黃翅粉蝶來比喻香港，因「黃翅粉蝶於嬌弱的外表下，卻敢於挑戰既定的命運」。很多文學作品通過香港複雜的歷史來敘述這座城市的故事，相比之下，表現香港的當代藝術則具多種角度，並以非線性的形式傳達某種不確定性。
            線上展覽「虛擬都會」展出的藝術作品批判性地審視發生於這座城市的歷史、傳說、信仰、資本、性別與種族等議題。這種多層面的探討與藝術媒介上的實驗同時進行，從交互游戲系統、3D 動畫、繪畫、360° 錄像和聲音藝術等不同媒介一起譜寫出一曲關於香港的大都會交響樂，儘管不同媒介的質地、
            尺寸和場地屬性不得不因線上的展示而受到折衷。
            陸浩明、亞歷克斯·麥爾斯和彼得·倪爾森還原了二戰時在九龍半島修建的壕溝與隧道，讓游戲玩家可以虛擬地置身於此歷史現場。曲淵澈的動畫結合歷史、傳說與幻想，設計出一個由人工智能所統治的、藏匿於地下的九龍城寨。一個邪惡的網絡人格若隱若現地浮顯出Kat Suryna 所 畫的亦正亦邪的佛像中，以此表達她在香港體驗到的精神空間。黃淑賢以360° 全景將香港城市景觀的流動影像投射在她的居室中，回應在資本的侵蝕下所導致的城市空間碎片化和空間上的性別劃界問題。同樣關注公共空間與家居空間的分隔，
            Riar Rizaldi 將星期天維多利亞公園裏印尼裔家傭休閒活動的聲音，與他所編排的家用器皿的噪音混錄在一起，以「縫合」這些女性家傭被強迫分割的聲音空間。
            <br /><br />
            ＊施叔青  |  1997年<br /><br />
            《香港三部曲之1: 她名叫蝴蝶》，洪範書店有限公司
            </p>
            </>
    )

}