export default function CuratorZh() {
    
    return (
        <>
            <h3>關於策展人</h3>
            <p>
            曾泓是一位學者和策展人，她的研究興趣在於香港和中國大陸的視覺文化和創意產業，尤其關注當代藝術和電影。她的策展項目通過探索多種藝術媒介的表現機制，來探討當代政治、社會和生態的迫切議題。她的論文發表於《女性主義媒體研究》、《連續體：媒體與文化研究期刊》、《視覺藝術實踐期刊》和《亞洲電影》等期刊，目前正在撰寫她的第一本專著《女性藝術家重塑香港空間政治》（與阿姆斯特丹大學出版社簽約）。她曾策劃過的展覽有「非場所」和「那地方」（光影作坊，香港，2021）、「粗劣影像中的香港」（伊萊當代藝術中心，美國，2020）和「風起雲湧—藝術、科學與極端天氣」（大館—文化遺產及藝術中心，香港，2019）。她獲得2020年度雅禮協會藝術獎助金，曾為2015年度哥倫比亞大學藝術學院訪問學者。
            <br /><br />
            </p>
            </>
    )

}


